alefragnani.project-manager
batisteo.vscode-django
bencoleman.armview
codezombiech.gitignore
DavidAnson.vscode-markdownlint
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
formulahendry.terminal
hashicorp.terraform
James-Yu.latex-workshop
KevinRose.vsc-python-indent
ms-azure-devops.azure-pipelines
ms-azuretools.azure-dev
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-bicep
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.vscode-node-azure-pack
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msazurermtools.azurerm-vscode-tools
njpwerner.autodocstring
redhat.vscode-yaml
SonarSource.sonarlint-vscode
Tim-Koehler.helm-intellisense
timonwong.shellcheck
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
wholroyd.jinja
yzhang.markdown-all-in-one
ziyasal.vscode-open-in-github
