alefragnani.project-manager
bencoleman.armview
codezombiech.gitignore
DavidAnson.vscode-markdownlint
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
formulahendry.terminal
James-Yu.latex-workshop
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-bicep
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.vscode-node-azure-pack
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msazurermtools.azurerm-vscode-tools
njpwerner.autodocstring
redhat.vscode-yaml
timonwong.shellcheck
yzhang.markdown-all-in-one
ziyasal.vscode-open-in-github
